import React from "react";

export default function App() {
  return (
    <>
      <h1 style={{ fontSize: "20px" }}>
        ただのぐち（あんまり愚痴言いすぎてもしょうがないとは思うんだけど　
        もしこんな辺鄙なサイトを見つけてしまった人がいて、もしかしたら共感出来て救われるなんてことがあるんなら、
        書いても良いんじゃないかなって思ったんだ（回りくどい））
      </h1>

      <div>
        新卒で就活しなきゃいけないなんて誰が決めたんだ。でもさ、確かに新卒って社会に出るためのイージーモードが一瞬開かれるタイミングではある。
        そのタイミングに就活をしなかったら一生正社員になれないような気もする。<br />
        あー。いつからこんなに将来の幅が狭くなったんだよ。ついこないだまでパン屋になりたいとか言えてたくせに。
        勉強で忙しくなって、そんなこと考えられなくなって大学入ってちょっと経ったらもう就活でさ。
        え？いつパン屋になるタイミングあったの？って<br />
        タイミングは待つものじゃない！自分から会いに行くもんだ！って言われるじゃん。<br />
        でもさ、大学入ったくせにそんな勝手なことはさせないっていうじゃんか。<br />
        勉強したら将来の選択肢が増えるって言ってたけど、実際、知的労働をしなきゃいけないっていう十字架背負わされて
        選択肢狭まったね。<br />
        気づいたらおっさんおばさんになってんだろーなー。この前まで子どもだったのにな。<br />
        まだ書けるかな。<br />
        研究室どこにしようかな。GPA高い人から選べるっていうシステムじゃん。だからどこが穴場かよく見定めないと
        とんでもないところに入ってしまうかもしれないから、めちゃマシの３番目くらいを１番最初に書いておいて
        どうにかそこに入れてもらえないかねーなんて思ってたりする。
      </div>

      <h1 style={{ fontSize: "20px" }}>うｐ主の趣味について</h1>
      <div>
        ピアノが趣味です。初音ミクの消失が弾けます（( ･´ｰ･｀)）<br />
        一応ボカロも触ったことあります。が、自分で弾いた方が早いや！ってなってピアノに流れちゃいますね～。<br />
        音楽とー、プログラムとー、兄弟と遊ぶのとー、あとなんだ？<br />
        みんな暇なとき何してんだろうね。<br />
        東方が好きです。ボカロが好きです。サイト、掲示板が好きです。生まれてくる時代を間違えました。<br />
        絶対ニコニコとかに二次創作上げる人間だったな。もうすこし早く生まれていれば。
      </div>

      <h1 style={{ fontSize: "20px" }}>うｐ主のライフハック</h1>
      <div>
        割と金遣いが荒いです。使うぞ！って気分になったら月の収支マイナスになることはめちゃくちゃあります。<br />
        なので、最低貯金額を決め、それを０円として使うようにしています。<br />
        たとえば、もし貯金が1万円で、ほしいものが1万1000円だったとしたら買えないじゃん。<br />
        そこで最低貯金額にいくらか入っていれば、その月すこしオーバーしてもほしいものが買えるっていう素晴らしさ。<br />
        その貯金にはめったなことが無い限り使わないようにすればいいわけです。<br />
        だからシンセサイザーとかギターとか高い買い物はすることがあるんですが、普段無駄遣いしないように生きています。<br />
        今年、バイクの免許かMacか、どちらかを手に入れたいです。最近バイトめちゃくちゃ減らしてるからお金なさすぎるけど。
        お金は使わなかったらただのデータだもんね～。<br />
        独身＆若いから自由でいいねえと言われることがあります。<br />
        どうも、今日も自由に生きようと思います！
      </div>
    </>
  );
}
