import React from "react";

export default function App() {
  return (
    <div>
      新卒で就活しなきゃいけないなんて誰が決めたんだ。でもさ、確かに新卒って社会に出るためのイージーモードが一瞬開かれるタイミングではある。そのタイミングに就活をしなかったら一生正社員になれないような気もする。<br />
      あー。いつからこんなに将来の幅が狭くなったんだよ。ついこないだまでパン屋になりたいとか言えてたくせに。勉強で忙しくなって、そんなこと考えられなくなって大学入ってちょっと経ったらもう就活でさ。え？いつパン屋になるタイミングあったの？って<br  />
      タイミングは待つものじゃない！自分から会いに行くもんだ！って言われるじゃん。<br />
      でもさ、大学入ったくせにそんな勝手なことはさせないっていうじゃんか。<br />
      勉強したら将来の選択肢が増えるって言ってたけど、実際、知的労働をしなきゃいけないっていう十字架背負わされて<br />
      選択肢狭まったね。
    </div>
  );
}
